{
    "result":{
        "title": "测试数据"
    },
    "section1":{
        "desc1": "Nearby, Hotel Matilda takes a contemporary approach with chic furniture and an extensive modern art collection.San Miguel’s most recognizable landmark is La Parroquia de San Miguel Arcángel, an iconic neo-Gothic cathedral that dominates the city’s skyline and sits across from El Jardin, a central square populated by fancifully sculpted laurel trees. Surrounding the church, narrow cobblestone streets flow like rivers around neoclassical facades, each hiding its own secrets: A gallery? A cocktail bar? A private residence? “That mix of history, tradition with sophistication and modern design was really refreshing,” says Tanita.",
        "desc2": "The city has since seen renewed growth, with luxury hotels, restaurants and nightlife catering to a younger, more diverse crowd. The Rosewood San Miguel, which opened in 2011, has a stately elegance that plays off the preexisting UNESCO-designated architecture. Nearby, Hotel Matilda takes a contemporary approach with chic furniture and an extensive modern art collection.San Miguel’s most recognizable landmark is La Parroquia de San Miguel Arcángel, an iconic neo-Gothic cathedral that dominates the city’s skyline and sits across from El Jardin, a central square populated by fancifully sculpted laurel trees. Surrounding the church, narrow cobblestone streets flow like rivers around neoclassical facades, each hiding its own secrets: A gallery? A cocktail bar? A private residence? “That mix of history, tradition with sophistication and modern design was really refreshing,” says Tanita.",
        "desc3": "But Guanajuato state has more to offer than San Miguel de Allende. Its capital city, also named Guanajuato, is a cultural center in its own right, boasting a huge university, magnificent performance space (Theatre Principal) and a history as storied as that of any city in Mexico. Jardin de la Union (Garden of the Union) in central Guanajuato is a meeting point for students, performers and artists, and makes for great people-watching day or night.",
        "desc4": "There are few better ways to get to know a place than through its food, and Oaxaca has some of the most delicious eats in Mexico. The story of Oaxaca’s cuisine is the story of its cultures — indigenous people like the Zapotecs and the Mixtecs, as well as the Spanish who came later — and its geography, which ranges from inland deserts to Pacific beaches.TTake Oaxacan mole, for example. It’s said that there are seven distinct types of the savory sauce, each with its own character. Some don’t include chocolate, the ingredient that most people associate with the dish; instead you might find amarillo, nuts, chiles or plantains rounding out the sauce. “You're literally watching the history of the development of the country play out through the food you're eating,” says Flores.In Oaxaca’s capital city, Oaxaca de Juárez, the culinary explosion can be traced to one man: Chef Alejandro Ruiz and his restaurant Casa Oaxaca. (Ruiz now owns four restaurants and an accompanying hotel.) Along with traditional meat dishes and seafood from Oaxaca’s beaches, you’ll find new spins on local staples. For example, insects such as grasshoppers, winged ants and “gusanos” (the worms that live in young agave cactus and can sometimes be found in the bottom of mezcal bottles) are integrated into the food seamlessly: “It’s been really interesting to have the insects here because they do such a great job of preparing them in a way that makes them super delicious,” says Flores.",
        "desc5": "(Ruiz now owns four restaurants and an accompanying hotel.) Along with traditional meat dishes and seafood from Oaxaca’s beaches, you’ll find new spins on local staples. For example, insects such as grasshoppers, winged ants and “gusanos” (the worms that live in young agave cactus and can sometimes be found in the bottom of mezcal bottles) are integrated into the food seamlessly: “It’s been really interesting to have the insects here because they do such a great job of preparing them in a way that makes them super delicious,” says Flores.There are few better ways to get to know a place than through its food, and Oaxaca has some of the most delicious eats in Mexico. The story of Oaxaca’s cuisine is the story of its cultures — indigenous people like the Zapotecs and the Mixtecs, as well as the Spanish who came later — and its geography, which ranges from inland deserts to Pacific beaches.TTake Oaxacan mole, for example. It’s said that there are seven distinct types of the savory sauce, each with its own character. Some don’t include chocolate, the ingredient that most people associate with the dish; instead you might find amarillo, nuts, chiles or plantains rounding out the sauce. “You're literally watching the history of the development of the country play out through the food you're eating,” says Flores.In Oaxaca’s capital city, Oaxaca de Juárez, the culinary explosion can be traced to one man: Chef Alejandro Ruiz and his restaurant Casa Oaxaca. ",
        "desc6": "Oaxaca’s creative cuisine is matched by an equally inventive contemporary arts scene. On a typical day, you might see the legendary Mexican artist Francisco Toledo walking the streets in front of the neoclassical Cathedral of Our Lady of the Assumption. Nearby is Nuun, a gallery dedicated to emerging Mexican artists.A few blocks away, the private gallery of the artist Amador Montes displays sculptures and paintings in a space he designed specifically for his work. “I never think about the size of the painting,” he says, though some of his work covers entire walls. Pointing to one of the pieces, he says that the mixed styles are what he enjoys most: “There is a part that is more figurative and the other half, it's abstract,” he says. “It gives me the opportunity to keep growing.”",
        "imageSrc1": "assets/se1.jpg"
    }
}